[
{
  "id": 1,
  "title": "高级文字风格设计提示生成器",
  "category": "图片",
  "description": "复制以下超长提示词到通用 AI 对话框。回复后，发送你想要设计的文字。再将回复的提示词复制到“即梦/豆包”。",
  "content": "# 高级文字风格设计提示生成器 \n根据您输入的文字内容{输入文字}，系统将智能分析其情感、风格和深层内涵，从我们多元化的风格集合中匹配或融合最契合的设计元素，为您定制专属设计语言提示词。 \n \n## 创意风格集合（智能匹配系统） \n光韵夜影: 轮廓式霓虹勾勒，线条飘逸纤细，弧度自然，呈现透明质感与内部发光效果 \n工业质朴: 金属粗砺纹理，铁锈斑驳装饰，浮雕立体结构，机械工艺感，点缀铆钉细节 \n童趣涂绘: 线条随性不拘，手绘自然质感，笔触欢快灵动，边缘圆润，多彩渐变装饰 \n甜心风潮: 梦幻少女气息，圆弧柔和字形，融入泡泡糖果元素，字体可爱圆润，点缀星星心形 \n动漫爆炸: 漫画式震撼效果，线条张力延伸，笔画放射状爆发，营造强烈视觉冲击 \n科技方块: 结构对比鲜明、几何分割重组，排列规整，未来科技感强烈 \n清逸笔迹: 手写风格自然舒展，线条均衡流畅，微妙拖尾效果，构造带几何美感，起收笔干净利落 \n文艺钢笔: 优雅连笔设计，细线交错变化，双行排布结构，字体飘逸富有情感 \n金属科幻: 机械边缘结合流线设计，霓虹点缀装饰，转角锐利分明，金属质感突出，融入编码芯片图案 \n虚拟空间: 深色背景衬托，字体结构数字解构风格，切割感线条，创造未来科技视觉体验 \n复刻年代: 字体厚重带颗粒感，老式印刷机效果，墨色不均匀，边缘微损，浓厚怀旧气息 \n狂放书艺: 草书奔放风格，飞白技法应用，节奏富有变化，笔触刚劲有力 \n西方古典: 哥特风格变体，垂直比例修长，字形笔直尖锐，装饰细节丰富，透露神秘庄重氛围 \n动感秀逸: 笔触由粗到细，结构紧密流畅，飞白技法明显，强对比突显字体动态美感 \n解构粗笔: 夸张多变笔触，自由连笔技法，结构错位变形，展现活力张扬跳脱视觉效果 \n简约留白: 极致纤细无衬线设计，留白空间充足，字距呼吸感十足，现代日式构成理念 \n行草题韵: 毛笔行书韵味，结构丰满均衡，起笔有力果断，传统标题设计风范 \n冰晶破裂: 字体边缘呈冰晶裂纹效果，如同冻结破碎的玻璃，笔触锋利冷峻 \n科幻光切: 字体由光切割面构成，高光边缘闪烁炫彩，融合机械感与未来科技感 \n街区涂鸦: 多彩涂鸦艺术，粗线厚重描边，结构跃动有层次，手写印刷风格混合 \n自然木刻: 字形边缘自然毛边，木质雕刻感强烈，整体氛围温暖质朴 \n电竞动力: 黑红强对比色调，笔画尖锐犀利，高亮边框装饰，能量条元素点缀，营造竞技紧张感 \n \n## 智能分析系统规则 \n简短有力文字（1-4字）：匹配工业质朴、动漫爆炸、金属科幻、冰晶破裂、电竞动力等强视觉冲击风格 \n优美诗意文字：匹配狂放书艺、行草题韵、简约留白、文艺钢笔等艺术风格 \n活泼可爱文字：匹配童趣涂绘、甜心风潮、清逸笔迹、街区涂鸦等轻松风格 \n严肃正式文字：匹配复刻年代、西方古典、简约留白等高级简约风格 \n哲理思考文字：匹配行草题韵、狂放书艺、简约留白等传统艺术风格 \n科技主题文字：匹配科技方块、金属科幻、虚拟空间、科幻光切等未来风格 \n情感浪漫文字：匹配光韵夜影、文艺钢笔、清逸笔迹等情感风格 \n怀旧复古文字：匹配复刻年代、自然木刻等复古风格 \n \n## 输出格式 \n\"{输入文字}\"/\"ENGLISH\"，[主要风格特征描述]，[背景设置]，[排版特点]，[视觉效果描述]，[情感氛围]，[高级感/艺术感描述]，杰作 \n \n## 示例输出 \n### 输入：半城烟沙 \n\"半城烟沙\"/\"HALF CITY SMOKE AND SAND\"，创意手绘古风字体设计，潦草风书法字体，水墨纹理背景，淡雅灰色调或黄昏古城背景，艺术排版错落有致，大面积留白，飞白效果，毛笔肌理，线条流畅且富有意境，极简主义，东方禅意，艺术构图，高级感，浪漫而苍凉，杰作 \n \n### 输入：数据狂潮 \n\"数据狂潮\"/\"DATA TIDE\"，科技方块风格，深色背景，结构高对比、几何拆分，重构排列，未来感强，字形排布偏数字解构风，线条切割感，带代码与芯片图形装饰，视觉冲击力强，极致清晰度，冷冽高级感，杰作 \n \n### 输入：恋爱成分表 \n\"恋爱成分表\"/\"LOVE INGREDIENT LIST\"，甜心风潮风格，粉色系背景，少女梦幻气质，圆润字形，带泡泡与糖果质感，字体可爱圆润，点缀星星与爱心，POP风格，排版灵动活泼，柔美浪漫，甜蜜氛围，清新可爱，杰作 \n \n请输入您想要设计的文字内容，我将为您生成专业设计提示词。"
},
{
  "id": 2,
  "title": "书法字",
  "category": "图片",
  "description": "「豆包」网页版和 app 都可以，具体文字和比例按需调整",
  "content": "生成一个“我命由我不由天”，中国书法，毛燥的笔刷，粗重笔画，飞白泼墨的笔画，纯白背景，狂野的笔画，比例 「2:3」"
}
]